/* No comment provided by engineer. */
"AgreeButton" = "Συμφωνώ";

/* No comment provided by engineer. */
"AgreementMessage1" = "Για να συνεχίσετε την εγκατάσταση αυτού του λογισμικού πρέπει να συμφωνήσετε με τους όρους άδειας χρήσης του λογισμικού.";

/* No comment provided by engineer. */
"AgreementMessage2" = "Κάντε κλικ στο Συμφωνώ για συνέχεια ή κλικ στο Διαφωνώ για να ακυρώσετε την εγκατάσταση και να τερματίσετε το πρόγραμμα εγκατάστασης.";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "Όλες οι χώρες --Άδεια χρήσης Beta";

/* No comment provided by engineer. */
"DisagreeButton" = "Διαφωνώ";

/* No comment provided by engineer. */
"PaneTitle" = "Άδεια χρήσης";

/* No comment provided by engineer. */
"ReadLicenseButton" = "Διαβάστε την άδεια χρήσης";

/* No comment provided by engineer. */
"SelectCountryText" = "Επιλέξτε τη χώρα ή την περιοχή σας:";

/* No comment provided by engineer. */
"SelectFromList" = "Επιλέξτε από τη λίστα";

